// © Copyright 2010, 2015 HP Development Company, L.P.

HSDTaskName = "Paperin käsittely";

PrintChannelOpenError = "Tulostinkanavaa ei voi avata";
PrintChannelOpenErrorExplanation = "Tarkista, että tulostin on yhdistetty ja päällä, ja yritä sitten uudelleen.";
SendDataError = "Tulostimelle ei voi lähettää dataa";
SendDataErrorExplanation = "Tarkista, että tulostin on yhdistetty ja päällä, ja yritä sitten uudelleen.";

HSDTaskDescription = "Valitse seuraavat valinnat:";
HSDTrayLockTitle = "Alustan lukitus:";
HSDDefaultTrayTitle = "Oletusalusta:";
TrayTitleFormat = "Alusta %lu";
NoneTrayTitle = "Ei mitään";
